---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PropertyArea
source: html/0e386044-0d2f-2d76-be70-3e2ecefa5c1c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PropertyArea Property

"Area"

## Syntax (C#)
```csharp
public static ForgeTypeId PropertyArea { get; }
```